[
    {
        "title" : "เบเกอรี่แบ่งเป็นอะไรบ้าง?",
        "SubTitle" : "เบเกอรี่ (Bakery) แบ่งเป็น 4 ประเภทใหญ่ๆ คือ ขนมปัง คุ้กกี้ เค้กและเพสตรี้",
        "imageURL" : "https://i.pinimg.com/564x/68/17/fb/6817fbe546b76fff155dd06d5c4f4164.jpg",
        "detail" : "\n\nขนมปัง\nขนมปังนั้นมีส่วนผสมของแป้งสาลีและใส่ยีสต์เป็นหลัก เพิ่มเกลือเล็กน้อย และใส่น้ำเพื่อผสมให้เข้ากันทั้งหมด แบ่งเป็นก้อน ปั้นเป็นรูปร่างตามชอบ ซึ่งถ้าหากต้องการรสชาติที่แตกต่างจากรสดั้งเดิมของขนมปัง ก็สามารถใส่ส่วนผสมอื่น ๆ เข้าไปได้ เช่น เนื้อสัตว์ ผลไม้ ครีม แยม เป็นต้น แล้วนำไปอบให้สุก ตัวขนมปังจะฟูขึ้นสวยงาม น่ารับประทาน\n\nคุกกี้\nขนมเบเกอรี่ชื่อดังอย่างคุกกี้นั้นกำลังเป็นที่นิยมเลย สิ่งสำคัญที่ต้องมีเลย ก็คือ แป้ง นม ไข่และเนย นั่นเอง โดยจะใส่แป้งและเนยค่อนข้างมาก ทำให้เนื้อคุกกี้หอมหวานยิ่งขึ้น ซึ่งคุกกี้เองก็เริ่มมีหลายประเภทในปัจจุบันเช่นกัน เช่น ซอฟต์คุกกี้ บราวนี่คุกกี้ เป็นต้น\n\nเค้ก\nการทำเค้กนั้นจะเน้นแป้งที่เนียนละเอียด จำเป็นที่จะต้องร่อนให้เนียนละเอียดที่สุด จากนั้นนำเข้าเครื่องผสมกับเนย น้ำตาล ไข่ นม เป็นต้น ปรุงรสและเติมสีสันตามชอบ จะเพิ่มส่วนผสมอื่น ๆ เข้าไปเพื่อเนื้อสัมผัสที่ดีและเพิ่มความอร่อยก็ได้ เช่น การเติมผลไม้ลงไป เติมช็อกโกแลต เป็นต้น\n\nพาสทรี\nขนมชนิดนี้เรามักเรียกกันว่าพาย เช่น พายสับปะรด พายแฮมและชีส พายบลูเบอรี่ เป็นต้น ผสมแป้งกับส่วนผสมอื่น ๆ ที่ทำให้เป็นแป้งพาย จากนั้นก็จะต้องพับแป้งให้เป็นชั้น และต้องมีพื้นที่ให้สอดไส้เป็นรสชาติต่าง ๆ ถือว่าขั้นตอนการทำนั้นค่อนข้างยุ่งยากเลยทีเดียว ซึ่งชนิดของเบเกอรี่ทั้งหมดก็มีเพียงเท่านี้"
    },

    {
        "title" : "แป้งทำขนมมีอะไรบ้าง?",
        "SubTitle" : "ในการทำเบเกอรี่ส่วนมาก จะใช้แค่แป้งสาลี ค่ะ โดยจำแนกออกเป็น 3 ชนิดหลักๆ",
        "imageURL" : "https://i.pinimg.com/564x/38/e9/d7/38e9d7c6af7b217a620037b52ec2a838.jpg",
        "detail" : "\n\nแป้งเค้ก (Cake flour)\nแป้งเค้ก เป็นแป้งที่มีความละเอียด มากที่สุดในบรรดาสามชนิดที่ใช้ทำขนม จึงนิยมนำมาทำขนมเค้กชนิดต่างๆ ไม่ว่าจะเป็นสปันจ์ ชิฟฟ่อน หรือเค้กที่มีลักษณะฟูๆเบาๆทุกชนิด หากเราใช้แป้งชนิดอื่นมาทำเค้กแทนแป้งเค้ก จะทำให้เค้กของเราไม่นุ่ม ไ่ม่เบา และไม่ยกตัวเท่าที่ควร \n\nแป้งเอนกประสงค์ (All purpose flour)\nแป้งเอนกประสงค์ ชื่อก็บอกอยู่ว่าเป็นแป้งที่เอนกประสงค์จริงๆ คือสามารถทำขนมได้เกือบทุกชนิดในกรณีที่เราไม่มีแป้งชนิดอื่นอยู่ในมือค่ะ แต่ถ้าพูดถึงขนมที่นิยมใช้แป้งเอนกประสงค์ทำล่ะก็ หนีไม่พ้นประเภท บราวนี่ คุกกี้ พาย ทาร์ต หรือชูว์ครีมค่ะ \n\nแป้งขนมปัง (Bread flour)\nแป้งขนมปัง เป็นแป้งที่มีเนื้อสัมผัสหยาบที่สุดในบรรดาแป้งที่กล่าวมา นิยมใช้ทำขนมปังทุกชนิดเป็นหลัก ไม่ว่าจะเป็นขนมปังไส้ต่างๆ ขนมปังปอนด์ ขนมปังโลฟ หรือขนมปังฝรั่งเศส แบบเปลือกแข็ง ก็ใช้แป้งชนิดนี้ทำได้ค่ะ \n\nแป้งบัวแดง \nแป้งบัวแดง เป็นแป้งที่มีความละเอียดมากกว่าแป้งเค้ก นิยมนำไปใช้ทำซาลาเปา หรือขนมไทย อาทิ ขนมถ้วยฟู ในบางครั้งมีการนำมาผสมกับแป้งชนิดอื่นๆ เพื่อให้เนื้อสัมผัสของขนมเบาขึ้น แต่ก็ไม่เป็นที่แพร่หลายมากนัก "
    },

    {
        "title" : "รู้หรือไม่ CHOCOLATE มีหลายประเภท",
        "SubTitle" : "ไปทำความรู้จักกับเจ้าประเภทของชอคโกแลตกันค่ะ",
        "imageURL" : "https://i.pinimg.com/564x/30/d2/68/30d2681e9dd6fe57fbbb77f2ead80c84.jpg",
        "detail" : "\n\n1.ช็อกโกแลตดำ (dark chocolate)\nเพื่อน ๆ คงรู้จักช็อกโกแลตชนิดนี้ดีกันอยู่แล้ว ก็คือช็อกโกแลตที่ไม่ได้เพิ่มนมเป็นส่วนประกอบนั่นเอง ซึ่งบางครั้งก็ถูกเรียกเป็นช็อกโกแลตธรรมดา แต่ว่าทางรัฐบาลสหรัฐฯ เรียกเป็นช็อกโกแลตหวาน และกำหนดให้มีส่วนผสมของช็อกโกแลตเหลวบริสุทธิ์เข้มข้น 15% แต่ทางยุโรปได้กำหนดให้มีส่วนผสมของเมล็ดโกโก้อย่างน้อย 35% นอกจากนี้ช็อกโกแลตดำยังมีสารฟลาโวนอยด์ ซึ่งเป็นสารแอนติออกซิแดนท์ป้องกันไม่ให้เกิดคราบไขมันสะสมที่ผนังหลอดเลือดหัวใจ สาเหตุของโรคหัวใจเลือดตีบ และช่วยป้องกันไม่ให้เกล็ดเลือดแข็งตัว สาเหตุของการอุดตันในหลอดเลือด และป้องกันความดันโลหิตสูงอีกด้วยนะ\n\n2. ช็อกโกแลตนม (milk chocolate)\nหรือก็คือช็อกโกแลตที่ผสมนมหรือนมข้นหวาน แต่รู้ไหมว่าทางรัฐบาลสหรัฐฯ กำหนดว่าหากจะเรียกว่าช็อกโกแลตนมต้องมีส่วนผสมของช็อกโกแลตเหลวบริสุทธิ์เข้มข้น 10% แต่ทางยุโรปได้กำหนดให้มีส่วนผสมของเมล็ดโกโก้อย่างน้อย 25% ช็อกโกแลตชนิดนี้มีส่วนผสมของเนยโกโก้ (cocoa butter) นม และยังเพิ่มความหวานและรสชาติลงไปด้วย เพื่อน ๆ รู้หรือไม่ว่าช็อกโกแลตนมนี้ถูกใช้สำหรับแต่งหน้าขนมได้เป็นอย่างดีเลยนะ แถมช็อกโกแลตนมที่ทำในประเทศสหรัฐฯ ต้องประกอบด้วยน้ำช็อกโกแลตอย่างน้อย 10% และนมที่ไม่ได้เอามันเนยออก 12% เลยด้วยล่ะ\n\n3. ช็อกโกแลตที่ไม่ได้เพิ่มความหวาน (unsweetened chocolate)\nเป็นช็อกโกแลตเหลวบริสุทธิ์หรือที่รู้จักกันในนาม ช็อกโกแลตฝาด สามารถใช้ในการอบอาหาร และเป็นช็อกโกแลตที่ไม่มีการเจือปนใด ๆ ทั้งสิ้นเลยเชียวนะ ช็อกโกแลตชนิดนี้จะมีรสชาติเข้มข้มและ ลุ่มลึกของช็อกโกแลตบริสุทธิ์ แต่ถ้ามีการเพิ่มน้ำตาลเข้าไปล่ะก็ ช็อกโกแลตชนิดนี้จะถูกใช้เป็นส่วนผสมหลักในการทำบราวนี เค้ก ลูกกวาด และคุกกี้\n\n4. ช็อกโกแลตกึ่งหวาน (semi-sweet)\nช็อกโกแลตนี้จะอยู่ในรูปของเหลวแล้วเพิ่มความหวานรวมถึงใส่เนยโกโก้ลงไปอีกด้วย สีของช็อกโกแลตชนิดนี้สีจะเข้ม ตามมาตรฐานของสหรัฐฯ จะมีส่วนผสมของน้ำช็อกโกแลตประมาณ 35% และมีไขมันประมาณ 27% ช็อกโกแลตชนิดนี้จะมีรสชาติความหวานเล็กน้อย\n\n5.ช็อกโกแลตหวาน (sweet chocolate)\nช็อกโกแลตชนิดนี้จะเพิ่มความหวานลงไปมากกว่าช็อกโกแลตแบบหวานน้อย และมีส่วนผสมของน้ำช็อกโกแลตอย่างน้อย 15 % ช็อกโกแลตชนิดนี้ใช้เป็นส่วนประกอบสำคัญในการทำขนมและตกแต่งขนม และยังมีไขมันเท่า ๆ กับช็อกโกแลตแบบหวานน้อย\n\n6. ช็อกโกแลตขาว (white chocolate)\nWhite chocolate คงเป็นของโปรดของใครหลาย ๆ คน ช็อกโกแลตชนิดนี้มีส่วนผสมของเนยโกโก้ แต่ไม่มีโกโก้ที่อยู่ในรูปของไขมัน แต่จะประกอบไปด้วยน้ำตาล เนยโกโก้ นมสด และใส่กลิ่นวานิลลาลงไปด้วย ทำให้มีกลิ่นหอม และช็อกโกแลตขาวนี้จะแตกหักง่าย หากเป็นของปลอมจะทำมาจากน้ำมันพืชมากกว่าเนยโกโก้\n\n7. Chocolate Liquor\nชื่ออาจฟังดูไม่คุ้นหูกันไปบ้าง chocolate liquor คือผลผลิตจากเมล็ดโกโก้นำมาบดละเอียด แล้วนำมาคั้นเอาแต่น้ำนั่นเอง น้ำช็อกโกแลตนี้สามารถทำให้เย็นและทำให้แข็งตัวโดยใส่พิมพ์ไว้ แต่ช็อกโกแลตที่ได้เป็นชนิดที่ไม่หวาน น้ำช็อกโกแลตนี้จะมีส่วนผสมของโกโก้บัตเตอร์ประมาณ 53%\n\n8. Liquid Chocolate\nเป็นช็อกโกแลตที่ไม่หวาน ส่วนใหญ่จะบรรจุขายเป็นขวด ขวดละ 1 ออนซ์ และเนื่องจากมันไม่ละลายจึงสะดวกในการใช้มาก โดยพัฒนาขึ้นมาสำหรับใช้ทำขนมอบ แต่ช็อกโกแลตจะมีส่วนผสมของน้ำมันพืชมากกว่าเนยโกโก้ ซึ่งเนื้อช็อกโกแลตจะแตกต่างกัน ปกติแล้วช็อกโกแลตชนิดนี้จะมีรสไม่หวานนะ\n\n9. ช็อกโกแลตชนิดกูแวร์ตูร์ (couverture)\nเป็นชนิดที่มีลักษณะพิเศษเฉพาะตัวมาก ๆ คือจะมีรสเผ็ด และเป็นมันเงา โดยปกติจะมีส่วนผสมของเนยโกโก้อย่างน้อยที่สุด 32% ทำให้มันสามารถคงตัวอยู่ในรูปของไขได้ดีกว่าชนิดเคลือบ ปกติแล้วจะใช้เฉพาะในร้านที่ทำขนมหวานเท่านั้น ส่วนใหญ่จะพบอยู่ในรูปของส่วนที่เคลือบอยู่ภายนอกผลไม้หรือหุ้มไส้ช็อกโกแลตอยู่\n\n10. Ganache\nช็อกโกแลตชนิดนี้จะมีลักษณะข้นมาก นิยมนำไปทำเค้กช็อกโกแลต Ganache ทำโดยการเทวิปปิงครีมที่นำไปอุ่นลงไปในช็อกโกแลตสับในปริมาณที่เท่ากัน ทิ้งไว้สักครู่จนชอคโกแลตเริ่มละลายและคนให้เข้ากัน จะได้ส่วนผสมที่ข้นขึ้น อาจเติมเนยในปริมาณเล็กน้อยเพื่อเพิ่มความเงาให้กับกานาชด้วย ซึ่งทางเราขอบอกว่าอร่อยมากกก\n\n11. Confectionery Coating\nมาถึงอีกหนึ่งในสิ่งที่เด็ก ๆ หลายคนชอบ ช็อกโกแลตนี้เป็นช็อกโกแลตที่ใช้เคลือบลูกกวาด โดยนำไปผสมกับน้ำตาล นมผง น้ำมันพืช และสารปรุงแต่งรสชาติต่างๆ มีสีสันหลากหลาย สวยงาม ลูกกวาดที่ได้นี้ผงโกโก้จะมีไขมันต่ำ แต่จะไม่มีส่วนผสมของเนยโกโก้ เหมือนชนิดอื่น ๆ จึงแยกออกมาเป็นอีกประเภทหนึ่งได้"
    },

    {
        "title" : "CHOCOLATE ควรละลายในอุณหภูมิที่เท่าไหร่?",
        "SubTitle" : "ไปทำความรู้จักกับเจ้าประเภทของชอคโกแลตกันค่ะ",
        "imageURL" : "https://i.pinimg.com/564x/ef/62/fe/ef62fe5748633ac74e152fd017f78bab.jpg",
        "detail" : "ช็อกโกแลตนั้นเป็นวัตถุดิบที่มีความละเอียดอ่อนต่ออุณหภูมิเป็นอย่างมาก อุณหภูมิที่ต่างกันเพียงเล็กน้อยสามารถทำให้ผลลัพธ์ที่ได้นั้นแตกต่างกันอย่างมาก การเทมเปอร์ริงช็อกโกแลต (Tempering Chocolate) นั้น เป็นการควบคุมอุณหภูมิในการเย็นตัวของช็อกโกแลตอย่างแม่นยำ เพื่อให้ได้เนื้อสัมผัสและคุณลักษณะของช็อกโกแลตที่ดี ตัวอย่างเช่น ดาร์กช็อกโกแลตทั่วไปจะถูกทำให้อยู่ที่อุณหภูมิ 31-32 องศาเซลเซียส ก่อนการใช้งาน ซึ่งเมื่อนำไปขึ้นรูปหรือใช้งาน จะทำให้ได้ช็อกโกแลตที่มีความเงาและเนื้อสัมผัสที่ดี โดยวิธีการ Tempering นั้นแบ่งออกเป็น 3 ขั้นตอน\nนำช็อกโกแลตใส่ภาชนะที่สะอาด และแห้งดี นำไปละลายให้ได้อุณหภูมิระหว่าง 46-50 องศาเซลเซียส\nลดอุณหภูมิของช็อกโกแลตลงมาที่ 27 องศาเซลเซียส โดยการทำงานบนแผ่นหินอ่อนที่เย็น\nขั้นตอนสุดท้ายคือ ขั้นที่สำคัญที่สุด โดยการดึงอุณหภูมิขึ้นมาที่ 31-32 องซาเซลเซียส ซึ่งเป็นอุณหภูมิที่พร้อมใช้งาน\nหมายเหตุ อุณหภูมิในตัวอย่างนี้ เหมาะกับดาร์กช็อกโกแลตที่มี Cocoa Solid ไม่เกิน 70% ในกรณีของมิลก์ช็อกโกแลตหรือไวท์ช็อกโกแลต อุณหภูมิที่ใช้จะแตกต่างกันไป"
    }
]